hyprland
waybar
rofi
swaync
swww
thunar
ttf-noto-nerd
noto-fonts-cjk
nwg-look
pacman-contrib
pulsemixer
udiskie
xdg-desktop-portal-hyprland
yazi
qt5-wayland
qt6-wayland
bluez
bluez-utils
bluetui
hyprpolkitagent
kitty
pipewire
wireplumber
adw-gtk-theme
gvfs
xdg-user-dirs
tumbler
hypridle
jq

